tap "raggi/ale"
tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "xquartz"
cask "font-source-code-pro"
brew "ack"
brew "adns"
brew "openssl"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash-completion"
brew "gmp"
brew "isl"
brew "gcc"
brew "p7zip"
brew "ssdeep"
brew "binwalk"
brew "bison"
brew "brew-cask-completion"
brew "brew-gem"
brew "coreutils"
brew "gettext"
brew "libevent"
brew "tmux"
brew "byobu"
brew "freetype"
brew "libffi"
brew "carthage"
brew "cask"
brew "ccat"
brew "cloc"
brew "cmark"
brew "colordiff"
brew "cocoapods"
brew "ctags"
brew "curl"
brew "fastlane"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docbook-xsl"
brew "exa"
brew "expat"
brew "fasd"
brew "fd"
brew "fdupes"
brew "findutils"
brew "foremost"
brew "gd"
brew "git"
brew "git-extras"
brew "git-flow"
brew "nettle"
brew "gnutls"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "git-standup", link: false
brew "gnu-getopt"
brew "go"
brew "goenv"
brew "googler"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "gx"
brew "gx-go"
brew "hh"
brew "hub"
brew "icoutils"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jenv"
brew "legit"
brew "memcached"
brew "libmemcached"
brew "librsvg"
brew "libusb-compat"
brew "libyaml"
brew "m-cli"
brew "python"
brew "make"
brew "mas"
brew "mitmproxy"
brew "mkvtoolnix", args: ["with-qt"]
brew "mosh"
brew "mtr"
brew "mysql"
brew "nmap"
brew "node@8", link: true
brew "nvm"
brew "openssl@1.1"
brew "ossp-uuid"
brew "pv"
brew "qemu"
brew "ruby-build", args: ["HEAD"]
brew "rbenv", args: ["HEAD"]
brew "s-search"
brew "source-highlight"
brew "sourcery"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sslsplit"
brew "swiftformat"
brew "swiftlint"
brew "tcpflow"
brew "thefuck"
brew "tldr"
brew "tree"
brew "utf8proc"
brew "v"
brew "watchman"
brew "wget"
brew "xcproj"
brew "xctool"
brew "xmake"
brew "xvid"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "raggi/ale/openssl-osx-ca"
cask "astro"
cask "google-chrome"
cask "grammarly"
cask "imageoptim"
cask "inloop-qlplayground"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "spotify"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/java8"
cask "sketch"
cask "slack"
cask "diffmerge"
cask "skype"
cask "skype-for-business"
cask "sourcetree"
cask "discord"
cask "appcode"
cask "microsoft-office"
cask "whatsapp"
cask "paw"
cask "slate"
cask "sublime-text"
cask "provisionql"
mas "Xcode", id: 497799835
mas "Telegram", id: 747648890
