tap "raggi/ale"
tap "pothosware/pothos"
tap "buo/cask-upgrade"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "mapbox/cli"
brew "ack"
brew "adns"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python3"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash-completion"
brew "gmp"
brew "isl"
brew "libmpc"
brew "gcc"
brew "p7zip"
brew "ssdeep"
brew "binwalk"
brew "bison"
brew "brew-cask-completion"
brew "cask"
brew "ccat"
brew "git"
brew "chruby", args: ["HEAD"]
brew "colordiff"
brew "coreutils"
brew "curl"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docbook-xsl"
brew "exa"
brew "fasd"
brew "fd"
brew "fdupes"
brew "findutils"
brew "freetype"
brew "foremost"
brew "fzf"
brew "gd"
brew "gettext"
brew "git-flow"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-standup"
brew "libffi"
brew "gnutls"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goenv"
brew "googler"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "libxml2"
brew "source-highlight"
brew "gx"
brew "gx-go"
brew "icu4c"
brew "heroku"
brew "htop"
brew "hub"
brew "icoutils"
brew "imagemagick"
brew "ipfs"
brew "libevent"
brew "memcached"
brew "libmemcached"
brew "libusb-compat"
brew "libyaml"
brew "m-cli"
brew "python"
brew "macvim", args: ["HEAD", "with-lua", "with-luajit", "with-override-system-vim"], link: false
brew "mas"
brew "openssl@1.1"
brew "protobuf"
brew "mitmproxy"
brew "mosh"
brew "mtr"
brew "mysql"
brew "nmap"
brew "nvm"
brew "ossp-uuid"
brew "pv"
brew "qemu"
brew "rbenv"
brew "ruby-install", args: ["HEAD"]
brew "s-search"
brew "sourcery"
brew "speedtest-cli"
brew "sslsplit"
brew "swiftformat"
brew "swiftlint"
brew "tcpflow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "v"
brew "wget"
brew "xcproj"
brew "xvid"
brew "z"
brew "zsh"
brew "raggi/ale/openssl-osx-ca"
cask "amethyst"
cask "android-file-transfer"
cask "appcode"
cask "astro"
cask "calibre"
cask "cheatsheet"
cask "cocoapods-app"
cask "contexts"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "google-backup-and-sync"
cask "grammarly"
cask "imageoptim"
cask "inloop-qlplayground"
cask "java"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keybase"
cask "keyboard-maestro"
cask "macvim"
cask "mono-mdk"
cask "paintcode"
cask "quicklook-json"
cask "setapp"
cask "slack"
cask "soundflower"
cask "soundflowerbed"
cask "spotify"
cask "station"
cask "suspicious-package"
cask "teamviewer"
cask "telegram-desktop"
cask "textual"
cask "the-unarchiver"
cask "torbrowser"
cask "totalfinder"
cask "upwork"
cask "viber"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/sketch-beta"
cask "caskroom/versions/skype-preview"
mas "MindNode", id: 1289197285
mas "Xcode", id: 497799835
